IDEA StatiCa Open Model
MatConcreteIND.Fck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Compressive strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fck { get; set; }
Public Property Fck As Double
	Get
	Set
public:
property double Fck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteIND Class
IdeaRS.OpenModel.Material Namespace